Repository: xdmarcos/ITXEcommerce
Catalog: ITXEcommerce/App/Supporting Files/Localizable.xcstrings
Source language: en
Languages: es, gl

source: %lld in stock
es: %lld en stock
gl: %lld en stock

source: Add products from the catalog to get started.
es: Añade productos desde el catálogo para empezar.
gl: Engade productos dende o catálogo para comezar

source: Add to Cart
es: Añadir al carrito
gl: Engade o carro

source: Added!
es: Añadido!
gl: Engadido!

source: Appearance
es: Apariencia
gl: Aparenza

source: Browse the catalog and tap a product to see its details.
es: Busca en el catálogo y toca en un producto para ver sus detalles.
gl: Busca no catálogo e toca no producto para ver maís información.

source: Cache Cleared
es: Caché borrada
gl: Caché borraga

source: Cancel
es: Cancelar
gl: Cancelar

source: Cart error
es: Error en el carrito
gl: Erro no carro

source: Cart, ^[%lld item](inflect: true)
es: Carro, ^[%lld item](inflect: true)
gl: Carro, ^[%lld item](inflect: true)

source: Catalog
es: Catálogo
gl: Catálogo

source: Catalog [%lld]
es: Catálogo [%lld]
gl: Catálogo [%lld]

source: Clear
es: Borrar
gl: Borrar

source: Clear Cache
es: Borrar caché
gl: Borrar Caché

source: Close
es: Cerrar
gl: Pechar

source: Data
es: Datos
gl: Datos

source: Decrease quantity
es: Decrementa la cantidad
gl: Decrementa cantidade

source: Failed to load products
es: Error al cargar los productos
gl: Erro o cargar os productos

source: Increase quantity
es: Incrementa la cantidad
gl: Incrementa cantidade

source: Language
es: Idioma
gl: Lingua

source: My Cart
es: My carrito
gl: Meu carro

source: No Products
es: No hay productos
gl: Non hai productos

source: Order Placed!
es: Pedido realizado!
gl: Pedido realizado!

source: Out of Stock
es: Sin stock
gl: Sen stock

source: Quick Start
es: Inicio Rápido
gl: Inicio Rápido

source: Retry
es: Reintentar
gl: Volver tentar

source: Select a Product
es: Selecciona un oriducto
gl: Selecciona un producto

source: Settings
es: Ajustes
gl: Axustes

source: Switch to 2 columns
es: Ver 2 columnas
gl: Ver 2 columnas

source: Switch to 3 columns
es: Ver 3 columnas
gl: Ver 3 columnas

source: The product cache has been cleared successfully.
es: La caché de productos ha sido eliminada correctamente.
gl: A caché de productos foi borrada correctamentre

source: Theme
es: Tema
gl: Tema

source: There are no products in %@.
es: No hay productos en %@
gl: Non hai productos en %@

source: This will remove all locally cached product data. It will be re-downloaded on next use.
es: Esto eliminará lodos los datos del producto guardados. Se volverán a bajar en el próximo inicio de la App.
gl: Isto borrara todos os datos de productos gardados. Volverán a ser baixados cando a App se abra de novo.

source: You've added all available stock to your cart.
es: Has añadido todo el stock posible para este producto.
gl: Engadiches todo o stock desde producto no carro.

source: Your Cart is Empty
es: El carrito esta vacío
gl: O carro esta valeiro

source: Your order has been placed successfully. Thank you for shopping with us!
es: Tu pedido ha sido realizado correctamente. Gracias por comprar con nosotros!
gl: O teu pedido foi realizado correctamente. Graças por comprar con nos!

source: Error
gl: Erro
